{
  "about.hero.title": "Sobre nosotros",
  "about.hero.subtitle": "ASJR es un colectivo de defensores, miembros de la comunidad y voluntarios que trabajan para hacer que el sistema de justicia sea más compasivo, responsable y humano.",
  "about.hero.imageAlt1": "Un grupo de manifestantes sosteniendo carteles por la reforma de justicia social",
  "about.hero.imageAlt2": "Un hombre sostiene un micrófono hablando a una multitud sobre justicia social",
  "about.story.tag": "Nuestra historia",
  "about.story.heading": "Nuestra historia",
  "about.story.description": "Vea cómo comenzó ASJR y por qué continúa nuestra lucha por una justicia justa.",
  "about.story.videoAlt": "Video sobre la historia y misión de ASJR",
  "about.vision.heading": "Nuestra visión",
  "about.vision.description": "Somos una comunidad donde todas las personas están representadas dentro de un sistema de justicia social que es justo, equitativo e inclusivo.",
  "about.vision.imageAlt": "Un grupo de personas están afuera de un edificio, sosteniendo un cartel protestando por la justicia social",
  "about.mission.heading": "Nuestra misión",
  "about.mission.description": "Nuestra misión es desafiar las inequidades sistémicas y crear caminos para un apoyo justo y compasivo a lo largo del proceso legal.",
  "about.mission.imageAlt": "Un grupo de personas reunidas afuera de un edificio para ver a un orador discutir la justicia social",
  "about.goals.heading": "Nuestros objetivos",
  "about.goals.description": "Estos son los valores que dan forma a cómo pensamos, actuamos y servimos a nuestra comunidad.",
  "about.goals.education.title": "Educación",
  "about.goals.education.description": "Educar a nosotros mismos y a nuestras comunidades sobre temas de justicia social.",
  "about.goals.communication.title": "Comunicación",
  "about.goals.communication.description": "Comunicar nuestros puntos de vista y participar en discusiones comunitarias.",
  "about.goals.advocacy.title": "Defensa",
  "about.goals.advocacy.description": "Ser una voz de cambio.",
  "about.goals.collaboration.title": "Colaboración",
  "about.goals.collaboration.description": "Escuchar y colaborar con las partes interesadas que representan diversos puntos de vista.",
  "about.goals.accountability.title": "Responsabilidad",
  "about.goals.accountability.description": "Garantizar la responsabilidad."
}
