{
    "whatWeDo.title": "Nuestro trabajo",
    "whatWeDo.description": "Nos centramos en reformas prácticas y de base comunitaria que hacen del sistema legal más compasivo y accesible. Nuestros programas conectan a las personas con apoyo, incidencia y representación justa—justo cuando lo necesitan más.",
    "whatWeDo.counsel.title": "Asesoría en la Primera Aparencia",
    "whatWeDo.counsel.description": "Garantizar que todos tengan acceso a un asesor legal desde su primera comparecencia en la corte. Creemos que la representación temprana conduce a resultados más justos y una menor detención innecesaria.",
    "whatWeDo.counsel.imageAlt": "Un abogado reunido con un cliente en un escritorio, representando al asesor legal en una primera comparecencia ante el tribunal.",
    "whatWeDo.office.title": "Oficina de Supervisión Policial",
    "whatWeDo.office.description": "Trabajamos con las oficinas de la policía y líderes comunitarios para monitorear y mejorar las prácticas y resultados de la policía.",
    "whatWeDo.office.imageAlt": "Un comité de supervisión civil reunido con agentes de policía sentados alrededor de una mesa de conferencia revisando documentos y laptops.",
    "whatWeDo.dismissal.title": "Desvío y Oportunidades de Desvío",
    "whatWeDo.dismissal.description": "Identificamos opciones para desvío, desvío o cargos reducidos antes del juicio para prevenir la encarcelación innecesaria.",
    "whatWeDo.dismissal.imageAlt": "Una estatua de Lady Justice junto a un archivo de Desvío rojo como dos personas intercambian una pila de documentos legales en un ambiente de oficina.",
    "whatWeDo.community.title": "Apoyo Comunitario",
    "whatWeDo.community.description": "Ayudamos a las familias a entender el proceso legal y apoyar activamente a sus seres queridos como parte del equipo de defensa.",
    "whatWeDo.community.imageAlt": "Miembros del equipo de Defensores de la Reforma de la Justicia Social sonríen junto a un agente de policía.",
    "whatWeDo.publicDefenders.title": "Apoyo a la Oficina del Defensor Público",
    "whatWeDo.publicDefenders.description": "Defendemos por cargos justos, mejoras en los recursos y reformas políticas colaborativas para mejorar la calidad de la representación.",
    "whatWeDo.publicDefenders.imageAlt": "Un grupo de defensores públicos de pie frente a un edificio de ladrillo con pancartas leyendo 'Justicia para Todos' y sosteniendo un cartel que dice 'Defensor Público'.",
    "whatWeDo.rightsEducation.title": "Educación sobre Derechos y Defensa",
    "whatWeDo.rightsEducation.description": "Educamos a nuestra comunidad sobre derechos legales, navegación del sistema y estrategias de defensa.",
    "whatWeDo.rightsEducation.imageAlt": "Un taller en estilo clase con un ponente y asistentes, representando la educación sobre derechos legales y capacitación en defensa."
}