{
  "hero.title": "Justice with Compassion.<br />Support at Every Step.",
  "hero.subtitle": "We advocate for a fairer legal system, ensuring that every individual receives compassionate and competent support throughout the criminal legal process.",
  "hero.cta": "Learn more →",
  "hero.imageAlt": "Advocates holding signs for social justice",
  "main.title": "Advocates for Social Justice Reform",
  "whoWeAre.tag": "Who we are",
  "whoWeAre.heading": "Together, we're building a fairer and more humane justice system.",
  "whoWeAre.description1": "Advocates for Social Justice Reform (ASJR) is a volunteer-run coalition dedicated to transforming the criminal legal system in Travis County.",
  "whoWeAre.description2": "We work to ensure that every person receives fair representation, compassionate support, and dignity at every step of the process.",
  "whoWeAre.cta": "Learn more →",
  "whoWeAre.imageAlt1": "Advocates for Social Justice Reform team members smiling",
  "whoWeAre.imageAlt2": "Advocates for Social Justice Reform team members at a protest",
  "values.education.title": "Education",
  "values.education.description": "To educate ourselves and our communities about social justice issues.",
  "values.communication.title": "Communication",
  "values.communication.description": "To educate ourselves and our communities about social justice issues.",
  "values.advocacy.title": "Advocacy",
  "values.advocacy.description": "To be a voice of change in community forums.",
  "values.collaboration.title": "Collaboration",
  "values.collaboration.description": "To listen to and collaborate with stakeholders representing diverse viewpoints.",
  "values.oversight.title": "Oversight & Evaluate",
  "values.oversight.description": "To educate ourselves and our communities about social justice issues.",
  "programs.heading": "From court to community, creating lasting change.",
  "programs.cafa.title": "CAFA (Counsel at First Appearance)",
  "programs.cafa.description": "Everyone deserves a lawyer from their very first court appearance.",
  "programs.cafa.imageAlt": "A lawyer meeting with a client at a desk, representing legal counsel at a first court appearance.",
  "programs.publicDefender.title": "Public Defender Office Support",
  "programs.publicDefender.description": "We collaborate with public defender offices to strengthen representation for indigent clients.",
  "programs.publicDefender.imageAlt": "Public defenders working in a busy law library, symbolizing support for indigent defense offices.",
  "programs.policeOversight.title": "Police Oversight & Accountability",
  "programs.policeOversight.description": "Promoting transparency and community oversight to ensure fair policing practices.",
  "programs.policeOversight.imageAlt": "Police officers standing during a community oversight activity, representing transparency and accountability in policing.",
  "programs.earlyCaseReview.title": "Early Case Review & Diversion",
  "programs.earlyCaseReview.description": "Identifying options before trial-dismissal, diversion, or reduced charges-to reduce unnecessary incarceration.",
  "programs.earlyCaseReview.imageAlt": "A courtroom scene with attorneys and a judge, illustrating early case review and diversion opportunities.",
  "programs.communityPower.title": "Community Power Support",
  "programs.communityPower.description": "We help families understand the legal process and actively support their loved ones as part of the defense team.",
  "programs.communityPower.imageAlt": "Advocates for Social Justice Reform team members smiling together with a police officer.",
  "programs.rightsEducation.title": "Rights Education & Advocacy",
  "programs.rightsEducation.description": "Educating our community about legal rights, system navigation, and advocacy strategies.",
  "programs.rightsEducation.imageAlt": "A classroom-style workshop with a presenter and attendees, representing legal rights education and advocacy training",
  "news.heading": "Latest News",
  "news.description1": "Explore the latest updates from ASJR and see how we're working for change.",
  "news.description2": "Learn about our ongoing advocacy efforts, community partnerships, and the progress we're making together toward a more just and compassionate legal system.",
  "news.cta": "See the latest news →",
  "news.imageAlt": "Advocates for Social Justice Reform team members smiling together with a police officer."
}
