{
    "whatWeDo.pageTitle": "ASJR - Our work",
    "whatWeDo.title": "Our work",
    "whatWeDo.description": "We focus on practical, community-driven reforms that make the justice system more compassionate and accessible. Our programs connect individuals with support, advocacy, and fair representation—right when they need it most.",
    "whatWeDo.counsel.title": "Counsel at First Appearance",
    "whatWeDo.counsel.description": "Ensuring everyone has access to legal counsel from their very first court appearance.We believe early representation leads to fairer outcomes and fewer unnecessary detentions.",
    "whatWeDo.counsel.imageAlt": "Lady Justice statue representing early legal counsel.",
    "whatWeDo.office.title": "Office of Police Oversight",
    "whatWeDo.office.description": "We work with city offices and community leaders to monitor and improve policing practices and outcomes.",
    "whatWeDo.office.imageAlt": "Community leaders and police officials meeting to review policing practices.",
    "whatWeDo.dismissal.title": "Dismissal & Diversion Opportunities",
    "whatWeDo.dismissal.description": "We identify options for dismissal, diversion, or reduced charges before trial to prevent unnecessary incarceration.",
    "whatWeDo.dismissal.imageAlt": "Attorney reviewing dismissal documents with legal case files.",
    "whatWeDo.community.title": "Community-Powered Support",
    "whatWeDo.community.description": "We help families understand the legal process and actively support their loved ones as part of the defense team.",
    "whatWeDo.community.imageAlt": "Community members attending a legal education workshop.",
    "whatWeDo.publicDefenders.title": "Public Defenders' Office Support",
    "whatWeDo.publicDefenders.description": "We advocate for fair caseloads, better resources, and collaborative policy reforms to improve representation quality.",
    "whatWeDo.publicDefenders.imageAlt": "Public defenders standing outside a courthouse.",
    "whatWeDo.rightsEducation.title": "Rights Education & Advocacy",
    "whatWeDo.rightsEducation.description": "We support treatment, education, and community-based solutions as effective alternatives to punishment.",
    "whatWeDo.rightsEducation.imageAlt": "Classroom session teaching legal rights and justice reform topics."
}